<?php
  header("content-type: text/html; charset=UTF-8");  
?>
<html><body style="max-width: 800px;">
<h2>Сайт Петрова Александра</h2>

<b>Уважаемый посетитель!</b><br> 
В настоящее время функционирование моих сервисов ограничено, восстановление займет ещё какое-то время.
<p> 
<b>Предыстория:</b><br>
Все оборудование было неправомерно изъято полицией, по явно подставному делу. Якобы с моего IP адреса был зарегистрированы анонимные Qiwi кошелеки, куда путем мошенничества перевели с карты 
пострадавшей аж 250 тысяч рублей. Вследствии моей правовой неграмотности, я был задержан на 7 часов в местном отделении полиции, где подвергался мягкому давлению иногда
переходящему в допрос. Не получив признательных показаний, и не получив взятки, сотрудники полиции доставили меня домой и постарались изъять все видимое им компьютерное оборудование, при участии двух понятых. В итоге даже не предоставили копию описи.
Сейчас это оборудование предполагается, что будут исследовать эксперты отдела К или какая-либо независимая лаборатория при МВД. Хотя сам абсурд дела очевиден, как и нелепость совершения столь 
глупого поступка как регистрация кошелька с домашнего адреса вместе с совершением преступлений. Тем не менее, терпеть правонарушения полиции приходится...  незнание собственных прав приводит к вот таким убыточным последствиям. 
В целом меня спасло своевременное уведомление друзей о ситуации, они начали звонить в отделение полиции и до столь модных сегодня пыток дело не дошло, как и до оставления на ночь.
<p>
Всем, кто хоть немного связан с криптовалютами, в одиночку обладает жильем, имеет маршрутизатор Tor или банально незащищенную сеть гостевую Wi-Fi, стоит максимально ознакомиться с подобными сценариями. Криминальные подставы с участием полицейских, в 
Москве и области похоже имеют характер эпидемии. Сначала подставляют на мелкую взятку, потом угрожая уже серьёзной статьей отнимают всё что можно отнять. Отжимают в процессе все и квартиры, и машины, а в итоге человек просто пропадает без вести.
Можно кстати оценить саму статистику пропадающих без вести, и учесть что даже трупы пропавших скорее всего отыскать не получиться. Такова реальность коррумпированной и прогнившей системы, на фоне казалось-бы неплохих зарплат в полиции. 
 
Необходимо понимать, что сетевой адрес не может считаться в суде достаточным для обвинения. Необходимо помнить телефоны родственников/друзей способных вывести ситуацию из беспредельного сценария, и при первых попытках задержания стараться их уведомить любыми способами (СМС/голосовая почта/звонок).     
<p>
<b>Безопасность ваших данных</b><br />
Все что может представлять хоть какую-то цифровую ценность, обязательно нужно держать в зашифрованном виде. По возможности, лучше для этого испозовать тщательно спрятанное сетевое хранилище NAS. В любом случае правильным будет использовать ключевые файлы, помимо паролей. 
Для безусловного блокирования доступа к приватным данным, будет достаточно уничтожить все копии таких файлов, а это гораздо быстрее Wipe для раздела в несколько ГиБ. И конечно, очень важно не просто наладить автоматический бэкап данных в облако, но и эпизодически проверять его работу.  


admin@alpet.me
 


</body></html>
